 {
    "books": [
      {
        "id": "1",
        "title": "The Program",
        "price": "13.5",
        "author": "Suzanne Young",
        "description": "In this \"gripping tale for lovers of dystopian romance\" (Kirkus Reviews), true feelings are forbidden, teen suicide is an epidemic, and the only solution is The Program.\r\nSloane knows better than to cry in front of anyone. With suicide now an international epidemic, one outburst could land her in The Program, the only proven course of treatment.",
        "img": "https:\/\/images-production.bookshop.org\/spree\/images\/attachments\/9353277\/original\/9781442445819.jpg?1588120844",
        "isNew": "1"
      },
      {
        "id": "2",
        "title": "Structure and Interpretation of Computer Programs",
        "price": "69.49",
        "author": "Harold Abelson",
        "description": "Structure and Interpretation of Computer Programs has had a dramatic impact on computer science curricula over the past decade. This long-awaited revision contains changes throughout the text. ",
        "img": "https:\/\/images-production.bookshop.org\/spree\/images\/attachments\/1759962\/original\/9780262510875.jpg?1594171706",
        "isNew": "0"
      },
      {
        "id": "3",
        "title": "Programming Games and Animation",
        "price": "9.49",
        "author": "Heather Lyons ",
        "description": "Do you know how your favorite video game works? Computer instructions called code bring the characters, challenges, and stories in the game to life. Learn what animation is and how it works. Discover how games are designed, coded, and tested. Then try it out for yourself! Use the link in this book to complete fun online activities.",
        "img": "https:\/\/images-production.bookshop.org\/spree\/images\/attachments\/6546544\/original\/9781512455854.jpg?1588268838",
        "isNew": "1"
      },
      {
        "id": "4",
        "title": "Programming Arduino: Getting Started with Sketches",
        "price": "25.99",
        "author": "Simon Monk",
        "description": "Program Arduino with ease!\r\n\r\nThis thoroughly updated guide shows, step-by-step, how to quickly program all Arduino models. Programming Arduino: Getting Started with Sketches, Second Edition, features easy-to-follow explanations, fun examples, and downloadable sample programs. Discover how to write basic sketches, use Arduino's modified C language, store data, and interface with the Web. ",
        "img": "https:\/\/images-production.bookshop.org\/spree\/images\/attachments\/3259285\/original\/9781259641633.jpg?1588027344",
        "isNew": "0"
      },
      {
        "id": "5",
        "title": "Programming PHP: Creating Dynamic Web Pages",
        "price": "65.99",
        "author": "Kevin Tatroe",
        "description": "Why is PHP the most widely used programming language on the web? This updated edition teaches everything you need to know to create effective web applications using the latest features in PHP 7.4. You'll start with the big picture and then dive into language syntax, programming techniques, and other details",
        "img": "https:\/\/images-production.bookshop.org\/spree\/images\/attachments\/10447908\/original\/9781492054139.jpg?1588302079",
        "isNew": "1"
      },
      {
        "id": "6",
        "title": "PHP Objects, Patterns, and Practice",
        "price": "59.99",
        "author": "Madd Zanstra",
        "description": "Aided by three key elements: object fundamentals, design principles, and best practices, you'll learn how to develop elegant and rock solid systems using PHP.\r\nThe 5th edition of this popular book has been fully updated for PHP 7, including replacing the PEAR package manager with Composer, and new material on Vagrant and PHP standards. It provides a solid grounding in PHP's support for objects, it builds on this foundation to instill core principles of software design.",
        "img": "https:\/\/images-production.bookshop.org\/spree\/images\/attachments\/7745059\/original\/9781484219959.jpg?1573453553",
        "isNew": "0"
      },
      {
        "id": "7",
        "title": "JavaScript for impatient programmers",
        "price": "31.99",
        "author": "Axel Raushchmaer",
        "description": "This book makes JavaScript less challenging to learn for newcomers, by offering a modern view that is as consistent as possible.\r\n\r\nHighlights:\r\n\r\n1. Get started quickly, by initially focusing on modern features.\r\n2. Test-driven exercises and quizzes available for most chapters (sold separately).\r\n3. Covers all essential features of JavaScript, up to and including ES2019.\r\n4. Optional advanced sections let you dig deeper.",
        "img": "https:\/\/images-production.bookshop.org\/spree\/images\/attachments\/3970630\/original\/9781091210097.jpg?1588070387",
        "isNew": "1"
      },
      {
        "id": "8",
        "title": "Mission HTML",
        "price": "9.99",
        "author": "Shella Preuit",
        "description": "Your mission, should you choose to accept it, is to learn HTML and use it to create a web page. HTML is a type of code that makes a set of letters, numbers, and symbols appear on your phone or computer as a streamlined page of text and images. Learn the basics of this type of code and follow step-by-step instructions to complete your HTML mission!\r\n\r\n",
        "img": "https:\/\/images-production.bookshop.org\/spree\/images\/attachments\/525267\/original\/9781541573734.jpg?1586751667",
        "isNew": "1"
      }
    ]
  }